[
  "obsidian-custom-attachment-location",
  "copilot",
  "editing-toolbar",
  "obsidian-style-settings",
  "obsidian-linter",
  "notebook-navigator",
  "better-export-pdf",
  "obsidian-timestamper",
  "obsidian-plugin-update-tracker",
  "automatic-table-of-contents"
]